Revit 2024 API
BuiltInFailures.KeynoteFailures Class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class KeynoteFailures
Visual Basic
Public NotInheritable Class KeynoteFailures
Visual C++
public ref class KeynoteFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.KeynoteFailures
See Also
BuiltInFailures.KeynoteFailures Members
Autodesk.Revit.DB Namespace